IDEA Open Model
AnchorParam.AnchorTypeData Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the various type of anchor.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public AnchorType AnchorTypeData { get; set; }
Public Property AnchorTypeData As AnchorType
	Get
	Set
Property Value
Type: AnchorType
See Also
Reference
AnchorParam Class
IdeaRS.OpenModel.Parameters Namespace